[{
            "id": 1,
            "tip": "Eat Nuts, despite being high in fat, nuts are incredibly nutritious and healthy. They are loaded with magnesium, vitamin E, fiber and various other nutrients.\nStudies show that nuts can help you lose weight, and may help fight type 2 diabetes and heart disease"
        },
        {
            "id": 2,
            "tip": "Avoid Processed Junk Food, Eat Real Food Instead. All the processed junk foods in the diet are the biggest reason the world is fatter and sicker than ever before"
        },
        {
            "id": 3,
            "tip": "Don’t Fear Coffee, Coffee is high in antioxidants, and studies show that coffee drinkers live longer, and have a reduced risk of type 2 diabetes, Parkinson’s disease, Alzheimer’s and numerous other diseases"
        },
        {
            "id": 4,
            "tip": "Take Care of Your Gut Health With Probiotics and Fiber.\nA good way to improve gut health, is to eat probiotic foods (like live yogurt and sauerkraut), take probiotic supplements, and eat plenty of fiber. Fiber functions as fuel for the gut bacteria"
        },
        {
            "id": 5,
            "tip": "Drink Some Water, Especially Before Meals. The best time to drink water is half an hour before meals. One study showed that half a liter of water, 30 minutes before each meal, increased weight loss by 44%."
        },
        {
            "id": 6,
            "tip": "Take Vitamin D3 if You Don’t Get Much Sun.\nThis includes improved bone health, increased strength, reduced symptoms of depression and a lower risk of cancer, to name a few. Vitamin D may also help you live longer"
        },
        {
            "id": 7,
            "tip": "Eat Vegetables and Fruits. Studies show that people who eat the most vegetables and fruits live longer, and have a lower risk of heart disease, type 2 diabetes, obesity and all sorts of diseases "
        },
        {
            "id": 8,
            "tip": "Make Sure to Eat Enough Protein.\nA high protein intake can boost metabolism significantly, while making you feel so full that you automatically eat fewer calories. It can also cut cravings and reduce the desire for late-night snacking."
        },
        {
            "id": 9,
            "tip": "Don’t go on a “Diet”. Instead of going on a diet, try adopting a healthier lifestyle. Focus on nourishing your body, instead of depriving it."
        },
        {
            "id": 10,
            "tip": "Use 1 to 10 rule. For every 10 grams of carbohydrate listed on the label, look for at least one gram of fiber."
        },
        {
            "id": 11,
            "tip": "The browner the banana, the greater the amount of sugar and the less resistant starch it contains. Go for green bananas which are lower in sugar and higher in resistant starch - resistant starch will prevent blood sugar and keep you full."
        }
    ]